tap "homebrew/bundle"
brew "bat"
brew "btop"
brew "chafa"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "htop"
brew "imagemagick"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "oh-my-posh"
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "thefuck"
brew "tmux"
brew "tpm"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
# cask "adguard"
cask "arc"
# cask "claude"
cask "font-jetbrains-mono"
# cask "istat-menus"
# cask "jordanbaird-ice@beta"
cask "karabiner-elements"
# cask "keyboardcleantool"
cask "kitty"
cask "monitorcontrol"
cask "obsidian"
cask "raycast"
# cask "slack"
# cask "soundsource"
mas "Fantastical", id: 975937182
mas "Spark", id: 1176895641
mas "Things", id: 904280696
