tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "romkatv/powerlevel10k"

brew "autojump"
brew "gh"
brew "mackup"
brew "neofetch"
brew "neovim"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "speedtest-cli"

cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "rectangle"
cask "google-chrome"
cask "obsidian"
cask "1password"
cask "karabiner-elements"
cask "dropbox"
cask "zoom"
cask "fantastical"
cask "alfred"
cask "bartender"
cask "soundsource"
cask "cleanmymac"
cask "adguard"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "spotify"
cask "logitech-options"
cask "keyboardcleantool"
cask "messenger"
cask "slack"
cask "discord"
cask "istat-menus"
cask "visual-studio-code"

mas "Things 3", id: 904280696
mas "HotspotShield VPN", id: 771076721
mas "Spark Email", id: 1176895641
