tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "romkatv/powerlevel10k"
brew "autojump"
brew "exa"
brew "fd"
brew "lazygit"
brew "gh"
brew "mas"
brew "neofetch"
brew "neovim"
brew "speedtest-cli"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ripgrep"
brew "powerlevel10k"
cask "1password"
cask "adguard"
cask "alfred"
cask "bartender"
cask "cleanmymac"
cask "discord"
cask "dropbox"
cask "fantastical"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "obsidian"
cask "raycast"
cask "slack"
cask "soundsource"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Hotspot Shield", id: 771076721
mas "Spark", id: 1176895641
mas "Things", id: 904280696
